# Space_ItemAssignedZones

## Description
Returns assigned zone (item) of space object

```pascal
FUNCTION Space_ItemAssignedZones(
				space : HANDLE;
				item  : INTEGER): STRING;
```

```python
def vs.Space_ItemAssignedZones(space, item):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE|   |
|item|INTEGER|   |

## Version
Availability: from Vectorworks 2014

## Category
* SpaceObjectCoreTools